var local_database = [
    {
        date: "6 18 2019",
        title: "较真丨吃糖太多影响儿童大脑发育？这是伪科学",
        imgSrc: "https://inews.gtimg.com/newsapp_bt/0/9478582858/1000",
        avatar: "/images/avatar/1.png",
        content:"“吃糖引起智力下降，是因为人体大脑体液的酸碱度(即PH值)与智商有直接关系。体液酸性偏高时，智商较低”。这其实是人体“酸碱理论”的变种。人体酸碱理论已经被广为批驳，其创始人也在美国受到了法律的惩处。人体有精密的调节体系，不管吃什么喝什么，血液的pH值都被精确地维持在7.35到7.45的范围。所以，“大脑体液的酸碱度与智商有直接关系”是伪科学，吃糖并不会导致人智力下降。",
        reading: "112",
        collection: "96",
        headImgSrc: "https://q2.qlogo.cn/g?b=qq&k=N8SWyicSuCN9CmxxPhNicib0g&s=40&t=0",
        author: "marthaywang",
        dateTime: "24小时前",
        detail:"吃糖过多不利健康，尤其是儿童健康，这已经广为人知。而网上流传的一篇《吃糖过多会引起智力下降》，似乎为糖的危害增加了一个重重的砝码。正确的主张并不需要虚假的理由去支撑，“吃糖引起智力下降”是真的吗？\n" +
        "\n" +
        "一、“大脑体液的酸碱度与智商有直接关系”是伪科学\n" +
        "\n" +
        "网传文章称：“吃糖引起智力下降，是因为人体大脑体液的酸碱度(即PH值)与智商有直接关系。体液酸性偏高时，智商较低；碱性偏高时，智商就高。人体体液的PH值通常在6.8-7.5之间摆动，直接影响其变化的则是饮食。糖是典型的酸性食品，若经常吃糖过多，则其PH值会偏于酸性；反之，经常吃蔬菜、水果及豆制品等碱性食品，则其PH值就会偏于碱性。”\n" +
        "\n" +
        "这其实是人体“酸碱理论”的变种。人体酸碱理论已经被广为批驳，其创始人也在美国受到了法律的惩处。\n" +
        "\n" +
        "在通常的“人体酸碱理论”中，是说“酸性体质生病，碱性体质健康”，而“碱性食物调节酸性体质”。食物进入人体，第一步是被消化吸收进入血液，再运输到人体其他部位被利用。所谓“碱性食物调节酸性体质”，指的是调节血液酸碱性。而人体有精密的调节体系，不管吃什么喝什么，血液的pH值都被精确地维持在7.35到7.45的范围。\n" +
        "\n" +
        "“大脑体液”指大脑中的血液或者脑脊液。大脑血液的pH值跟身体其他部位的血液一样，被精确地控制在7.35到7.45的范围内。而脑脊液的pH值正常范围是7.31到7.34，比血液pH还更为稳定。在中枢系统炎症时脑脊液的pH值会降低，化脓性脑膜炎时降低更为明显。\n" +
        "\n" +
        "不管是血液还是脑脊液，其酸碱性都不会受到饮食的影响，“直接影响其变化的是饮食”纯属信口开河，所谓“经常吃糖过多，则pH值会偏于酸性” 是无稽之谈，而“经常吃蔬菜、水果及豆制品等碱性食品，则其pH值就会偏于碱性”则是正确的废话——不管吃什么食物，其pH值都保持在碱性。\n" +
        "\n" +
        "二、“持续高血糖不利大脑健康”有科学依据，但跟“吃糖太多影响大脑发育”并不是一回事\n" +
        "\n" +
        "糖对大脑的正常功能至关重要。脑细胞的活动需要葡萄糖来供能，每天需要的葡萄糖大约在150克。如果葡萄糖供应不足——比如低血糖，人体的认知能力和注意力就会大受影响。\n" +
        "\n" +
        "大脑对葡萄糖的需求是持续不断的，需要维持血糖的稳定。所以，人们每天需要300克的碳水化合物，理想状态是缓慢消化，尽量减小血糖的波动。所以，营养指南中推荐饮食中大约一半的热量来自于“复杂碳水化物”，比如全谷、粗粮、糙米等等。而糖、麦芽糊精、精米白面等“高升糖碳水化合物”，就不在推荐范围内，反而是建议尽量控制它们的摄入量。\n" +
        "\n" +
        "有一些减肥法鼓吹“低碳水化合物”，比如生酮饮食和阿特金斯饮食法，饮食中的碳水化物含量极低。在短期内还可以通过释放体内储存的糖来满足需求，如果长期坚持，就只能通过“糖异生”作用转化其他营养成分来供给葡萄糖。葡萄糖供应难以满足大脑需求，对大脑功能就可能造成损害。\n" +
        "\n" +
        "不过，高血糖对大脑功能也有损害。有一些动物实验显示，持续高血糖会导致脑部细胞与血管的物理性变化，从而损伤大脑功能。此外还有流行病学调查显示，血糖高的老人伴随着更严重的痴呆症状。\n" +
        "\n" +
        "吃糖之后血糖会剧烈升高，人体通过分泌胰岛素来“拨乱反正”。如果经常性地进行这种操作，人体对胰岛素的敏感性就会降低，从而出现2型糖尿病。当胰岛素的调节作用减弱，人体就很容易处于高血糖状态。“持续高血糖不利大脑健康”是有科学依据的，建议孩子们少吃糖也很合理，但这跟“吃糖太多影响大脑发育”并不是一回事。\n" +
        "\n" +
        "三、传说中的那些“损害智力”的食物都没啥依据\n" +
        "\n" +
        "网文中还提到了许多“常吃引起智力下降”的食物，比如油炸食品、奶油食品、精白米面、肥肉等等。对于现代人来说，这些食物高油、高热量、营养成分较为单一，确实不是健康的选择。如果日常食谱中它们的比例比较大，确实不利于形成良好的饮食结构。但它们不是洪水猛兽，也不是毒药，没有必要用这种夸张的方式去恐吓公众远离它们。",
        postId: 0,
    },
    {
        date: "6 25 2019",
        title: "今日话题 | 高考录取平行志愿取代梯度志愿，是一种进步吗？",
        imgSrc: "https://inews.gtimg.com/newsapp_bt/0/9472854500/1000",
        avatar: "https://thirdqq.qlogo.cn/g?b=sdk&k=kwqgnNVOaKUauTkRtN6gzQ&s=40&t=1483339460",
        content:"中国城乡差异较大，城市居民在掌握信息和填报志愿的策略性上都可能强于农村居民。因此，平行志愿可能比梯度志愿更加适合中国的高考制度。",
        reading: "201",
        collection: "36",
        headImgSrc: "https://thirdwx.qlogo.cn/mmopen/vi_32/ZPHr20RIICvb95d5cLqK9tUhic2PpvaJhnYGbfrN5fZ4YodUzKHiaVEGumYiaibpx1IAQ4u4VF1PK5ueTPAng9aUwg/132",
        author: "xxxx",
        dateTime: "20小时前",
        detail:"这两日，各省高考成绩纷纷出炉，填报志愿在即。目前考生们最关心的话题莫过于，自己的分数能不能上XX大学？填报志愿时是要\"冲一冲\"，还是”稳一稳“？怎么判断哪所学校稳了？传说中的考得好不如报的好是真的么？\n" +
        "\n" +
        "考生们的焦虑来源于高考录取过程中的不确定性，而考生对学校的偏好，填报志愿的策略和各地所用的录取制度共同决定了这种不确定程度的高低。在平行志愿越来越占据主流的今天，这种不确定性已经相对降低了，但是哪些人在改为平行志愿后受益，哪些人失去了在梯度志愿下的优势呢？这些问题有深入了解的必要。",
        postId: 1,
    },
    {
        date: "Sep 18 2019",
        title: "较真丨孩子空腹吃荔枝会引发脑炎导致死亡？真相到底是什么？",
        imgSrc: "https://inews.gtimg.com/newsapp_bt/0/9470344207/1000",
        avatar: "https://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJ3q0LkadjOv9ekHLMcaqFw49MznKEa3aPsYqaJSDbp7MMnibAVxnK1iagRcISFAMvvVAlO6TiatoQtQ/132",
        content:"最近，有新闻称印度比哈尔邦16天内103名儿童死于脑炎，疑似与吃荔枝有关。一时间荔枝病又成了热点。荔枝病的主要表现为呕吐、头晕、昏迷甚至死亡，它的本质是一种致命的“低血糖脑病”——荔枝中含有的降糖氨酸A和亚甲基环丙基甘氨酸（MCPG）两种化学物质，，如果被动物和人体大量摄入就会造成血糖降低和代谢紊乱。儿童对这种毒素的敏感性更高，也更容易因为贪食而摄入过量的荔枝，导致血糖过低。由于荔枝病的症状和病毒性脑病有相似之处，医生很容易误诊。所以即便及时诊断，迅速补糖，被救活的儿童的大脑也常常已经受损，常见后遗症包括认知障碍、肌无力或运动障碍。",
        reading: "312",
        collection: "56",
        headImgSrc: "https://q3.qlogo.cn/g?b=qq&k=wzc17Oh1gFgSxru7hBiaZAw&s=40&t=1439995955",
        author: "谢望时",
        dateTime: "4小时前",
        detail:"炎炎夏季，又到了一个荔枝上市的季节。最近，有新闻称印度比哈尔邦16天内103名儿童死亡，疑似与吃荔枝有关。一时大家议论纷纷，表示不敢有“日啖荔枝三百颗，不辞常作岭南人”的念想，生怕吃了荔枝会有生命危险。荔枝真的有这么恐怖吗？\n" +
        "\n" +
        "实际上，这样的新闻每年都有，去年一篇题为《空腹吃荔枝10个孩子死亡！医生的呼吁为所有人敲响警钟！》刷爆朋友圈；再往前一点，2000年广西医学杂志发表了71例小儿荔枝病临床分析，那时我们就知道有一种病叫“荔枝病”。\n" +
        "\n" +
        "“荔枝病”是通俗叫法，专业上叫做“牙买加呕吐病（Jamaican Vomiting Sickness）”，主要表现为呕吐、头晕、昏迷甚至死亡。从名称上也能看出，这病最开始可能是在牙买加发现的。而大范围的出现人群死亡并引发关注，还得归功于印度。\n" +
        "\n" +
        "印度的穆扎法尔布尔是荔枝的集中产地，每年荔枝成熟的季节就是荔枝病爆发的季节，荔枝病一旦发作，死亡率超高，统计显示，中位死亡时间仅20小时，即一半患儿在20小时内就会死亡。最初人们怀疑是不是和杀虫剂、脑病、过敏、重金属中毒等有关，但2013年经过印度疾控和美国疾控联合调查发现，荔枝病的本质是一种致命的“低血糖脑病”。\n" +
        "\n" +
        "通过检测，研究人员在儿童的尿液中发现了降糖氨酸A和亚甲基环丙基甘氨酸（MCPG）两种化学物质，这两种存在于天然水果中的毒素，如果被动物和人体大量摄入就会造成血糖降低和代谢紊乱。\n" +
        "\n" +
        "我们人的大脑细胞是十分活跃的，对能量（糖）的需求极大，没有糖，大脑无法正常运转，神经元会死亡。这么多案例中为何成人死亡的报道很少，那是因为成人有更多的糖原储备，也具有更强的血糖调控能力。\n" +
        "\n" +
        "但儿童就不一样了，儿童对毒素的敏感性更高，也更容易因为贪食而摄入过量的荔枝，导致血糖过低。在第三世界的贫穷国家，荔枝病是造成儿童死亡的重要原因，越南、孟加拉国也有类似情况的报道。\n" +
        "\n" +
        "由于荔枝病的症状和病毒性脑病有相似之处，医生很容易误诊。所以即便及时诊断，迅速补糖，被救活的儿童的大脑也常常已经受损，常见后遗症包括认知障碍、肌无力或运动障碍。荔枝病一旦发作，真的是每个人不可承受之痛。\n" +
        "\n" +
        "不仅如此，除了荔枝，无患子科植物的果实红毛丹和龙眼也具有类似的特性，尤其是在未完全成熟的时候，降血糖物质含量更高，好在，随着荔枝的成熟含量会大幅下降。\n" +
        "\n" +
        "“大量”、“空腹”、“儿童”是主要的危险因素。所以，荔枝要吃得好还不得病，有三条吃货界的金科玉律需要注意：\n" +
        "\n" +
        "1、不要大量吃；\n" +
        "\n" +
        "2、不要空腹吃；\n" +
        "\n" +
        "3、要严格控制儿童食用，别把荔枝当饭吃。\n" +
        "\n" +
        "现在是荔枝火热上市的季节，荔枝也确实是一种好吃的水果，大家可以吃，但应该重视水果饮食安全，儿童尤其需要注意。\n" +
        "\n",
        postId: 2,
    },
]

module.exports = {
    postList: local_database
}